[{"id":2,"nameCard":"Alice's Adventures in Wonderland","authorCard":"Lewis Carroll","descriptionCard":"Little dreamer, trusting and curious girl Alice makes an incredible journey into the surreal world of dreams, games and mysteries. Here, walking on your head is a very common thing, and by eating a pie or a piece of mushroom, you can grow or, conversely, decrease in height."},{"id":3,"nameCard":"Harry Potter and the Philosopher's Stone","authorCard":"Joanne Rowling","descriptionCard":"The first book in this award-winning and phenomenally bestselling series, rejacketed in the brand new 'Signature' livery. Harry Potter thinks he is an ordinary boy. He lives with his Uncle Vernon, Aunt Petunia and cousin Dudley, who are mean to him and make him sleep in a cupboard under the stairs. (Dudley, however, has two bedrooms, one to sleep in and one for all his toys and games.) Then Harry starts receiving mysterious letters and his life is changed forever. He is whisked away by a beetle-eyed giant of a man and enrolled at Hogwarts School of Witchcraft and Wizardry. The reason: Harry Potter is a wizard! The first book in the Harry Potter series makes the perfect introduction to the world of Hogwarts.."},{"id":4,"nameCard":"Metamorphosis","authorCard":"Franz Kafka","descriptionCard":"Metamorphosis tells the tale of Gregor Samsa, a young salesman, who wakes up one day to find he has turned into 'a kind of giant bug'. Samsa has been a model of virtue for years, single.handedly supporting his parents and sister, but suddenly he finds himself an outcast in his own home, facing a world in which he no longer has a place.Both harrowing and humorous, Metamorphosis is a strange, subtle and moving story which everyone should read.."},{"id":5,"nameCard":"One Hundred Years of Solitude","authorCard":"Gabriel Marquez","descriptionCard":"Many years later, as he faced the firing squad, Colonel Aureliano Buendia was to remember that distant afternoon when his father took him to discover ice'Gabriel Garcia Marquez's great masterpiece is the story of seven generations of the Buendia family and of Macondo, the town they built. Though little more than a settlement surrounded by mountains, Macondo has its wars and disasters, even its wonders and its miracles. A microcosm of Columbian life, its secrets lie hidden, encoded in a book, and only Aureliano Buendia can fathom its mysteries and reveal its shrouded destiny.Blending political reality with magic realism, fantasy and comic invention, One Hundred Years of Solitude is one of the most daringly original works of the twentieth century.."},{"id":6,"nameCard":"The Adidas Archive. The Footwear Collection","authorCard":"Habermeier Christian, Jager Sebastian","descriptionCard":"100 years ago the brothers Adolf ('Adi') and Rudolf Dassler made their first pair of sports shoes. Hundreds of groundbreaking designs, epic moments, and star-studded collabs later, this book presents the first visual review of the adidas shoe through more than 350 models including never-before-seen prototypes and one-of-a-kind originals. To further develop and tailor his products to athletes' specific needs, Dassler asked them to return their worn footwear when no longer needed, with all the shoes eventually ending up in his attic (to this day, many athletes return their shoes to adidas, often as a thank you after winning a title or breaking a world record). This collection now makes up the 'adidas archive', one of the largest, if not the largest archive of any sports goods manufacturer in the world-which photographers Christian Habermeier and Sebastian Jager have been visually documenting in extreme detail for years. Shot using the highest reproduction techniques, these images reveal the fine details as much as the stains, the tears, the repair tape, the grass smudges, the faded autographs. It's all here, unmanipulated and captured in extremely high resolution-and with it comes to light the personal stories of each individual wearer. We encounter the shoes worn by West Germany's football team during its 'miraculous' 1954 World Cup win and those worn by Kathrine Switzer when she ran the Boston Marathon in 1967, before women were officially allowed to compete; custom models for stars from Madonna to Lionel Messi. Collabs with the likes of Pharrell Williams, Raf Simons, Stella McCartney, Parley for the Oceans or Yohji Yamamoto. As well as the brand's trailblazing techniques and materials, like its pioneering use of plastic waste that is intercepted from beaches and coastal communities. Accompanied by a foreword by designer Jacques Chassaing and expert texts, each picture tells us the why and the how, but also conveys the driving force behind adidas.."},{"id":9,"nameCard":"The Kolobok","authorCard":"Chyukovskiy","descriptionCard":"book about delicios round"}]